
/* conjunction to end a compound sentence */
" and" = " och";

/* No comment provided by engineer. */
"<New Account>" = "<Nytt konto>";

/* No comment provided by engineer. */
"\"%@\" is already in use." = "\"%@\" används redan.";

/* No comment provided by engineer. */
"Account:" = "Konto:";

/* Label for contact alert action (e.g. Send message, Play sound, etc.) */
"Action:" = "Åtgärd:";

/* No comment provided by engineer. */
"Add an action for the selected event" = "Lägg till en åtgärd för den valda händelsen";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Clear" = "Rensa";

/* No comment provided by engineer. */
"Configure the selected action" = "Konfigurera markerad händelse";

/* New contact alert pane */
"Delete after event occurs" = "Radera efter händelsen inträffar";

/* No comment provided by engineer. */
"Delete Event?" = "Radera händelse?";

/* No comment provided by engineer. */
"Edit" = "Redigera";

/* Label for contact alert event (e.g. Contact signed on, Message received, etc.) */
"Event:" = "Händelse:";

/* No comment provided by engineer. */
"Idle" = "Inaktiv";

/* No comment provided by engineer. */
"Join" = "Anslut";

/* No comment provided by engineer. */
"Join Chat" = "Anslut till samtal";

/* No comment provided by engineer. */
"Meta" = "Meta";

/* No comment provided by engineer. */
"New Alert" = "Ny varning";

/* No comment provided by engineer. */
"No compatible accounts connected" = "Inga kompatibla konton uppkopplade";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Remove the %i actions associated with this event?" = "Ta bort %i åtgärder som är kopplade till den här händelsen?";

/* No comment provided by engineer. */
"Remove the selected action(s)" = "Ta bort vald(a) åtgärd(er)";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "De tecken du skrivit är inte giltiga som kontonamn på den här tjänsten.";

/* No comment provided by engineer. */
"Unknown" = "Okänd";
